<template>
  <div class="delivery">
    <div class="container">
      <div class="row">
        <div class="col-md-12">
          <div class="spacer1"></div>
        </div>
        <div class="col-md-12">
          <h2 class="title-black">Условия доставки</h2>
          <div class="spacer2"></div>
        </div>
        <div class="rowall">
          <div class="col-md-6 col1">
            <div class="about-del">
              <div class="mb-25 con-1">
                Время приёма заказов на доставку ежедневно с 12:00 до 23:00.
              </div>
              <div class="mb-25 con-2">
                Так же можно сделать предварительный заказ или заказ к
                определенному времени, при этом доставка ко времени
                осуществляется с временным интервалом плюс/минус 10 минут от
                указанного Вами времени.
              </div>
              <div class="mb-25 con-3">
                Стоимость доставки рассчитывается автоматически в зависимости от
                зоны при оформлении заказа и указании точного адреса доставки.
              </div>
              <div class="mb-25 con-4">
                Мы заботимся о качестве наших блюд и о вашем времени ожидания.
                Все возникшие вопросы или претензии вы можете решить, связавшись
                с менеджером доставки по телефону
                <span class="devmail"><a href="tel:+79385397488">+7 938 539-74-88</a></span
                >. В случае отсутствия возможности оперативно передать нам
                информацию о некачественном продукте, вам необходимо сохранить
                чек и блюда, вызвавшие подозрения. Претензию необходимо
                направить на адрес
                <span class="devmail"
                  ><a href="mailto:architector.bar@yandex.ru">architector.bar@yandex.ru</a></span
                >
                Вам ответят в течение суток.
              </div>
              <div class="mb-25 con-5">
                Время доставки определяется менеджером и сообщается по телефону
                при подтверждении заказа. Среднее время доставки 60 минут. В
                будние дни с 17:00 до 20.00 время доставки увеличивается. В
                случае форс-мажорных обстоятельств или при большом количестве
                заказов время доставки может быть увеличено. При возникновении
                технических причин (перекрытие дорог, отключение электроэнергии,
                водоснабжения и т.п.) заказы временно могут не приниматься.
              </div>
              <div class="mb-25 con-6">
                Если по каким-то причинам Ваш заказ не был доставлен в первый
                раз (не работал домофон либо Вас не оказалось на месте и т.п),
                то стоимость повторной доставки будет формироваться
                индивидуально.
              </div>
              <div class="mb-25 con-7">
                Заказ может оформить лицо, достигшее 14 лет (в соответствии со
                статьей 26 ГК РФ - Дееспособность несовершеннолетних в возрасте
                от четырнадцати до восемнадцати лет).
              </div>
              <div class="mb-25 con-8">
                Доставка маленьких суши, и прочих мелкоразмерных блюд, может
                осуществляться по несколько порций в одном ланч-боксе.
              </div>
            </div>
          </div>
          <div class="col-md-6 col2">
            <div class="about-del">
              <img src="../../assets/dostavka2.webp" alt="" />
            </div>
          </div>
        </div>
        <div class="ligbl">
          <img src="../../assets/ligbl.svg" alt="" />
        </div>
        <div class="col-md-12"><div class="spacer3"></div></div>
        <div class="col-md-12"><div class="spacer4"></div></div>
        <div class="watlog"><img src="../../assets/watlog.webp" alt=""></div>
      </div>
    </div>
  </div>
</template>

<script>
export default {};
</script>

<style lang="scss" scoped>

@import 'styles/delivery/delivery.scss'

</style>
